{
  "meta": {
    "targetUrl": "https://www.streetfighter.com/6/ja-jp/character/jp/frame",
    "finalUrl": "https://www.streetfighter.com/6/ja-jp/character/jp/frame",
    "capturedAt": "2026-02-22T06:16:36.684Z",
    "harCaptured": true,
    "harError": null,
    "extractionError": null
  },
  "bestCandidateId": "c1",
  "candidates": [
    {
      "id": "c1",
      "kind": "table",
      "headingGuess": "技名動作フレーム発生持続技の動作中に攻撃判定が発生しているフレームを表します（例） 【10-12】表記の場合、【10F/11F/12F】の【3F】間、攻撃判定が持続硬直硬直差ヒットガードキャンセル【C】必殺技、ドライブインパクト、ドライブラッシュ、SAでキャンセル可能【SA】SA技でのみキャンセル可能【SA2】SA2、SA3でキャンセル可能【SA3】SA3でのみキャンセル可能【※】特定の技でのみキャンセル可能ダメージコンボ補正値通常のコンボ補正に加えて、技自体に特殊な補正が設定されている場合に記載されます。【始動補正】コンボの初段にヒットさせた際に加算される補正【コンボ補正】コンボの2段目以降にヒットさせた際に加算される補正【即時補正】コンボの2段目以降にヒットさせた際、その技自体に加算される補正【乗算補正】コンボに組み込んだ際に、それ以降のコンボ補正値に乗算される補正値Dゲージ増加ヒット攻撃側のドライブゲージ増加量（ヒット時）Dゲージ減少ガード防御側のドライブゲージ減少量（ガード時）パニッシュカウンター防御側のドライブゲージ減少量（パニッシュカウンター時）SAゲージ増加属性攻撃判定の属性を表します【上】立ち/しゃがみガード可能な上段攻撃【中】立ちガードのみ可能な中段攻撃【下】しゃがみガードのみ可能な下段攻撃【投】ガードできない投げ技【弾】飛び道具【空弾】空中判定の飛び道具備考",
      "rowCount": 76,
      "previewRows": [
        "技名 | 動作フレーム発生持続技の動作中に攻撃判定が発生しているフレームを表します（例） 【10-12】表記の場合、【10F/11F/12F】の【3F】間、攻撃判定が持続硬直 | 硬直差ヒットガード | キャンセル【C】必殺技、ドライブインパクト、ドライブラッシュ、SAでキャンセル可能【SA】SA技でのみキャンセル可能【SA2】SA2、SA3でキャンセル可能【SA3】SA3でのみキャンセル可能【※】特定の技でのみキャンセル可能 | ダメージ | コンボ補正値通常のコンボ補正に加えて、技自体に特殊な補正が設定されている場合に記載されます。【始動補正】コンボの初段にヒットさせた際に加算される補正【コンボ補正】コンボの2段目以降にヒットさせた際に加算される補正【即時補正】コンボの2段目以降にヒットさせた際、その技自体に加算される補正【乗算補正】コンボに組み込んだ際に、それ以降のコンボ補正値に乗算される補正値 | Dゲージ増加ヒット攻撃側のドライブゲージ増加量（ヒット時） | Dゲージ減少ガード防御側のドライブゲージ減少量（ガード時）パニッシュカウンター防御側のドライブゲージ減少量（パニッシュカウンター時） | SAゲージ増加 | 属性攻撃判定の属性を表します【上】立ち/しゃがみガード可能な上段攻撃【中】立ちガードのみ可能な中段攻撃【下】しゃがみガードのみ可能な下段攻撃【投】ガードできない投げ技【弾】飛び道具【空弾】空中判定の飛び道具 | 備考",
        "通常技",
        "立ち弱P（ノーシ）弱 | 6 | 6-8 | 10 | 4 | -2 | C | 300 | 始動補正20% | 250 | -500 | -2000 | 300 | 上 | 連打キャンセル対応",
        "立ち弱K（ニージニイ・ウダール）弱 | 5 | 5-7 | 11 | 3 | -2 | C | 300 | 始動補正20% | 250 | -500 | -2000 | 300 | 上",
        "立ち中P（シュトゥールム）中 | 12 | 12-14 | 21 | 1 | -6 | 700 | 3000 | -4000 | -6000 | 500 | 上"
      ],
      "score": 93,
      "selectorHint": "div > div > table"
    },
    {
      "id": "c17",
      "kind": "repeating-block",
      "headingGuess": "Street Fighter 6（ストリートファイター6）",
      "rowCount": 5,
      "previewRows": [
        "<img alt=\"STREET FIGHTER 6\" loading=\"lazy\" decoding=\"async\" data-nimg=\"intrinsic\" style=\"position:absolute;top:0;left:0;bottom:0;right:0;box-sizing:border-box;padding:0;border:none;margin:auto;display:block;width:0;height:0;min-width:100%;max-width:100%;min-height:100%;max-height:100%\" src=\"/6/assets/images/index/logo_mark.png\"/>",
        "Street Fighter 6（ストリートファイター6） | 対応ハード<img alt=\"NINTENDO SWITCH 2\" loading=\"lazy\" decoding=\"async\" data-nimg=\"intrinsic\" style=\"position:absolute;top:0;left:0;bottom:0;right:0;box-sizing:border-box;padding:0;border:none;margin:auto;display:block;width:0;height:0;min-width:100%;max-width:100%;min-height:100%;max-height:100%\" class=\"layout_nsw2__jHM4J\" src=\"/6/assets/images/common/platform/logo_nsw2.png\"/><img alt=\"PlayStation 5\" loading=\"lazy\" decoding=\"async\" data-nimg=\"intrinsic\" style=\"position:absolute;top:0;left:0;bottom:0;right:0;box-sizing:border-box;padding:0;border:none;margin:auto;display:block;width:0;height:0;min-width:100%;max-width:100%;min-height:100%;max-height:100%\" class=\"layout_ps5__1OcM4\" src=\"/6/assets/images/common/platform/logo_ps5.png\"/><img alt=\"PlayStation 4\" loading=\"lazy\" decoding=\"async\" data-nimg=\"intrinsic\" style=\"position:absolute;top:0;left:0;bottom:0;right:0;box-sizing:border-box;padding:0;border:none;margin:auto;display:block;width:0;height:0;min-width:100%;max-width:100%;min-height:100%;max-height:100%\" class=\"layout_ps4__rpGe_\" src=\"/6/assets/images/common/platform/logo_ps4.png\"/><img alt=\"Xbox Series X|S\" loading=\"lazy\" decoding=\"async\" data-nimg=\"intrinsic\" style=\"position:absolute;top:0;left:0;bottom:0;right:0;box-sizing:border-box;padding:0;border:none;margin:auto;display:block;width:0;height:0;min-width:100%;max-width:100%;min-height:100%;max-height:100%\" class=\"layout_xboxseriesx__Mr_SU\" src=\"/6/assets/images/common/platform/logo_xboxseriesxs.png\"/><img alt=\"STEAM\" loading=\"lazy\" decoding=\"async\" data-nimg=\"intrinsic\" style=\"position:absolute;top:0;left:0;bottom:0;right:0;box-sizing:border-box;padding:0;border:none;margin:auto;display:block;width:0;height:0;min-width:100%;max-width:100%;min-height:100%;max-height:100%\" class=\"layout_steam__Y0UFf\" src=\"/6/assets/images/common/platform/logo_steam.png\"/> | ジャンル対戦格闘 | 発売時期好評発売中 | レーティング",
        "資金決済法に基づく表示（Nintendo Switch 2） | 資金決済法に基づく表示（PlayStation5/ PlayStation 4）",
        "※画面は開発中のものです。本ページの内容は製品版と一部異なる場合がございます※「全世界販売600万本突破」につきましては2025年11月21日時点の販売本数です。（ダウンロード版販売実績を含む）*1 「購入」することによって製品のライセンスが付与されます。",
        "@StreetFighterJA | @streetfighterja | CAPCOM NEWSLETTER | Street Fighterシリーズサイト"
      ],
      "score": 13,
      "selectorHint": "section.layout_info__hFrI4"
    },
    {
      "id": "c6",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 9,
      "previewRows": [
        "Maximum Storage Duration: 1 dayType: HTTP Cookie",
        "Maximum Storage Duration: 30 daysType: HTTP Cookie",
        "Maximum Storage Duration: SessionType: HTTP Cookie",
        "Maximum Storage Duration: 30 daysType: HTTP Cookie",
        "Maximum Storage Duration: 7 daysType: HTTP Cookie"
      ],
      "score": 12,
      "selectorHint": "div.CybotCookiebotDialogDetailBodyContentCookieInfoWrapper.CybotCookiebotDialogHide"
    },
    {
      "id": "c16",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 6,
      "previewRows": [
        "[#IABV2_TITLE#]",
        "[#IABV2_BODY_LEGITIMATE_INTEREST_INTRO#]",
        "[#IABV2_BODY_PREFERENCE_INTRO#]",
        "[#IABV2_LABEL_PURPOSES#][#IABV2_BODY_PURPOSES_INTRO#] | [#IABV2_BODY_PURPOSES#]",
        "[#IABV2_LABEL_FEATURES#][#IABV2_BODY_FEATURES_INTRO#] | [#IABV2_BODY_FEATURES#]"
      ],
      "score": 11,
      "selectorHint": "#CybotCookiebotDialogDetailBodyContentIABv2Tabs"
    },
    {
      "id": "c13",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 7,
      "previewRows": [
        "Some of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness.",
        "Maximum Storage Duration: 400 daysType: HTTP Cookie",
        "Maximum Storage Duration: SessionType: Pixel Tracker",
        "Maximum Storage Duration: 3 monthsType: HTTP Cookie",
        "Maximum Storage Duration: 3 monthsType: HTTP Cookie"
      ],
      "score": 10,
      "selectorHint": "div.CybotCookiebotDialogDetailBodyContentCookieInfoWrapper.CybotCookiebotDialogHide"
    },
    {
      "id": "c15",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 7,
      "previewRows": [
        "Maximum Storage Duration: SessionType: Pixel Tracker",
        "Maximum Storage Duration: SessionType: Pixel Tracker",
        "Maximum Storage Duration: 400 daysType: HTTP Cookie",
        "Maximum Storage Duration: 400 daysType: HTTP Cookie",
        "Maximum Storage Duration: 400 daysType: HTTP Cookie"
      ],
      "score": 10,
      "selectorHint": "div.CybotCookiebotDialogDetailBodyContentCookieInfoWrapper.CybotCookiebotDialogHide"
    },
    {
      "id": "c3",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 4,
      "previewRows": [
        "This website uses cookiesWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic. We also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services. | Consent SelectionNecessary Preferences Statistics Marketing Show details",
        "DetailsNecessary 15 Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website. The website cannot function properly without these cookies.Cookiebot1Learn more about this providerCookieConsentStores the user's cookie consent state for the current domainMaximum Storage Duration: 1 yearType: HTTP CookieGoogle1Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness.test_cookieUsed to check if the user's browser supports cookies.Maximum Storage Duration: 1 dayType: HTTP CookieNew Relic1Learn more about this providerJSESSIONIDPreserves users states across page requests.Maximum Storage Duration: SessionType: HTTP CookieTwitter Inc.2Learn more about this provider__cf_bm [x2]This cookie is used to distinguish between humans and bots. This is beneficial for the website, in order to make valid reports on the use of their website.Maximum Storage Duration: 1 dayType: HTTP Cookiestreetfighter.com9_gidRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.Maximum Storage Duration: 1 dayType: HTTP Cookiebuckler_idUsed to maintain user state across pages for convenience.Maximum Storage Duration: 30 daysType: HTTP Cookiebuckler_praise_dateUsed to control content that is triggered over time.Maximum Storage Duration: SessionType: HTTP Cookiebuckler_praise_hiddenUsed to control the hiding of some content.Maximum Storage Duration: 30 daysType: HTTP Cookiebuckler_r_idRegisters statistical data on user behavior on the website. It is used for internal analysis by the operator.Maximum Storage Duration: 7 daysType: HTTP Cookiebuckler_timezoneUsed to set the date and time display to any time zone.Maximum Storage Duration: 30 daysType: HTTP CookieLANG_SERIESUnclassifiedMaximum Storage Duration: 6 daysType: HTTP Cookiesupport_game_flowUsed for the contact form function.Maximum Storage Duration: SessionType: HTTP Cookiesupport_idUsed for the contact form function.Maximum Storage Duration: 30 daysType: HTTP Cookiewww.streetfighter.com1previousPageThis cookie is used for the purpose of optimizing website browsing.Maximum Storage Duration: PersistentType: HTML Local StoragePreferences 0 Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.We do not use cookies of this type.Statistics 11 Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.Arm Treasure Data5Learn more about this provider__td_signed [x2]Registers statistical data on users' behaviour on the website. Used for internal analytics by the website operator. Maximum Storage Duration: 2 yearsType: HTTP Cookie_td [x2]Registers statistical data on users' behaviour on the website. Used for internal analytics by the website operator. Maximum Storage Duration: 2 yearsType: HTTP Cookie_td_globalRegisters statistical data on users' behaviour on the website. Used for internal analytics by the website operator. Maximum Storage Duration: 400 daysType: HTTP CookieGoogle3Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness._gaUsed to send data to Google Analytics about the visitor's device and behavior. Tracks the visitor across devices and marketing channels.Maximum Storage Duration: 2 yearsType: HTTP Cookie_ga_#Used to send data to Google Analytics about the visitor's device and behavior. Tracks the visitor across devices and marketing channels.Maximum Storage Duration: 2 yearsType: HTTP Cookie_gatUsed to send data to Google Analytics about the visitor's device and behavior. Tracks the visitor across devices and marketing channels.Maximum Storage Duration: 1 dayType: HTTP CookieTikTok1Learn more about this provider_tt_enable_cookieUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: 1 yearType: HTTP CookieTwitter Inc.1Learn more about this providerpersonalization_idThis cookie is set by Twitter - The cookie allows the visitor to share content from the website onto their Twitter profile. Maximum Storage Duration: 400 daysType: HTTP Cookiewww.streetfighter.com1NRBA_SESSION_IDCollects data on the user’s navigation and behavior on the website. This is used to compile statistical reports and heatmaps for the website owner.Maximum Storage Duration: SessionType: HTML Local StorageMarketing 27 Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers. Meta Platforms, Inc.5Learn more about this providerlastExternalReferrerDetects how the user reached the website by registering their last URL-address.Maximum Storage Duration: PersistentType: HTML Local StoragelastExternalReferrerTimeDetects how the user reached the website by registering their last URL-address.Maximum Storage Duration: PersistentType: HTML Local Storagelog/errorUsed to detect and log potential tracking errors.Maximum Storage Duration: SessionType: Pixel Tracker_fbcThis cookie is used by Facebook to target advertisement based on user behavior and preferences across multiple websites. The cookie contains an encrypted ID which allows Facebook to identify the user across websites. Maximum Storage Duration: 3 monthsType: HTTP Cookie_fbpUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.Maximum Storage Duration: 3 monthsType: HTTP CookieGoogle6Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness.IDEPendingMaximum Storage Duration: 400 daysType: HTTP Cookiepagead/1p-user-list/#Tracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites. This is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.Maximum Storage Duration: SessionType: Pixel Tracker_gcl_auUsed to measure the efficiency of the website’s advertisement efforts, by collecting data on the conversion rate of the website’s ads across multiple websites.Maximum Storage Duration: 3 monthsType: HTTP Cookie_gcl_dcUsed to measure the efficiency of the website’s advertisement efforts, by collecting data on the conversion rate of the website’s ads across multiple websites.Maximum Storage Duration: 3 monthsType: HTTP Cookie_gcl_gbPendingMaximum Storage Duration: 3 monthsType: HTTP Cookie_gcl_lsTracks the conversion rate between the user and the advertisement banners on the website - This serves to optimise the relevance of the advertisements on the website. Maximum Storage Duration: PersistentType: HTML Local StorageTikTok7Learn more about this providertt_appInfoUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: SessionType: HTML Local Storagett_pixel_session_indexUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: SessionType: HTML Local Storagett_sessionIdUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: SessionType: HTML Local Storage_ttp [x2]Used by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: 1 yearType: HTTP CookiettcsidUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences. Maximum Storage Duration: 1 yearType: HTTP Cookiettcsid_#Tracks the conversion rate between the user and the advertisement banners on the website - This serves to optimise the relevance of the advertisements on the website. Maximum Storage Duration: 1 yearType: HTTP CookieTwitter Inc.9Learn more about this provider1/i/adsct [x2]Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant. Maximum Storage Duration: SessionType: Pixel Trackeri/adsct [x2]The cookie is used by Twitter.com in order to determine the number of visitors accessing the website through Twitter advertisement content. Maximum Storage Duration: SessionType: Pixel Trackermuc_adsCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant. Maximum Storage Duration: 400 daysType: HTTP Cookieguest_idCollects data related to the user's visits to the website, such as the number of visits, average time spent on the website and which pages have been loaded, with the purpose of personalising and improving the Twitter service.Maximum Storage Duration: 400 daysType: HTTP Cookieguest_id_adsCollects information on user behaviour on multiple websites. This information is used in order to optimize the relevance of advertisement on the website.Maximum Storage Duration: 400 daysType: HTTP Cookieguest_id_marketingCollects information on user behaviour on multiple websites. This information is used in order to optimize the relevance of advertisement on the website.Maximum Storage Duration: 400 daysType: HTTP Cookiei/jot/embedsSets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement. This pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.Maximum Storage Duration: SessionType: Pixel TrackerUnclassified 6Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies. Meta Platforms, Inc.1Learn more about this providermultiFbcPendingMaximum Storage Duration: PersistentType: HTML Local StorageGoogle1Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness._gac_gb_UA-#-#PendingMaximum Storage Duration: 3 monthsType: HTTP CookieTikTok2Learn more about this providertt_adInfoPendingMaximum Storage Duration: SessionType: HTML Local StoragettclidPendingMaximum Storage Duration: 1 dayType: HTTP Cookiecdn.capcomjp-router.com1_gsidPendingMaximum Storage Duration: 1 yearType: HTTP Cookiestatic.ads-twitter.com1_twclidPendingMaximum Storage Duration: SessionType: HTTP CookieCross-domain consent1 Your consent applies to the following domains:List of domains your consent applies to: www.streetfighter.com/Cookie declaration last updated on 2/5/26 by Cookiebot",
        "[#IABV2_TITLE#][#IABV2_BODY_INTRO#][#IABV2_BODY_LEGITIMATE_INTEREST_INTRO#][#IABV2_BODY_PREFERENCE_INTRO#][#IABV2_LABEL_PURPOSES#][#IABV2_BODY_PURPOSES_INTRO#][#IABV2_BODY_PURPOSES#][#IABV2_LABEL_FEATURES#][#IABV2_BODY_FEATURES_INTRO#][#IABV2_BODY_FEATURES#][#IABV2_LABEL_PARTNERS#][#IABV2_BODY_PARTNERS_INTRO#][#IABV2_BODY_PARTNERS#]",
        "AboutCookies are small text files that can be used by websites to make a user's experience more efficient.The law states that we can store cookies on your device if they are strictly necessary for the operation of this site. For all other types of cookies we need your permission.This site uses different types of cookies. Some cookies are placed by third party services that appear on our pages.You can at any time change or withdraw your consent from the Cookie Declaration on our website.Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.Please state your consent ID and date when you contact us regarding your consent."
      ],
      "score": 9,
      "selectorHint": "#CybotCookiebotDialogTabContent"
    },
    {
      "id": "c14",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 6,
      "previewRows": [
        "Maximum Storage Duration: SessionType: HTML Local Storage",
        "Maximum Storage Duration: SessionType: HTML Local Storage",
        "Maximum Storage Duration: SessionType: HTML Local Storage",
        "Maximum Storage Duration: 1 yearType: HTTP Cookie",
        "Maximum Storage Duration: 1 yearType: HTTP Cookie"
      ],
      "score": 9,
      "selectorHint": "div.CybotCookiebotDialogDetailBodyContentCookieInfoWrapper.CybotCookiebotDialogHide"
    },
    {
      "id": "c2",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 3,
      "previewRows": [
        "ConsentDetails[#IABV2SETTINGS#]About",
        "This website uses cookiesWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic. We also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services. Consent SelectionNecessary Preferences Statistics Marketing Show details | DetailsNecessary 15 Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website. The website cannot function properly without these cookies.Cookiebot1Learn more about this providerCookieConsentStores the user's cookie consent state for the current domainMaximum Storage Duration: 1 yearType: HTTP CookieGoogle1Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness.test_cookieUsed to check if the user's browser supports cookies.Maximum Storage Duration: 1 dayType: HTTP CookieNew Relic1Learn more about this providerJSESSIONIDPreserves users states across page requests.Maximum Storage Duration: SessionType: HTTP CookieTwitter Inc.2Learn more about this provider__cf_bm [x2]This cookie is used to distinguish between humans and bots. This is beneficial for the website, in order to make valid reports on the use of their website.Maximum Storage Duration: 1 dayType: HTTP Cookiestreetfighter.com9_gidRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.Maximum Storage Duration: 1 dayType: HTTP Cookiebuckler_idUsed to maintain user state across pages for convenience.Maximum Storage Duration: 30 daysType: HTTP Cookiebuckler_praise_dateUsed to control content that is triggered over time.Maximum Storage Duration: SessionType: HTTP Cookiebuckler_praise_hiddenUsed to control the hiding of some content.Maximum Storage Duration: 30 daysType: HTTP Cookiebuckler_r_idRegisters statistical data on user behavior on the website. It is used for internal analysis by the operator.Maximum Storage Duration: 7 daysType: HTTP Cookiebuckler_timezoneUsed to set the date and time display to any time zone.Maximum Storage Duration: 30 daysType: HTTP CookieLANG_SERIESUnclassifiedMaximum Storage Duration: 6 daysType: HTTP Cookiesupport_game_flowUsed for the contact form function.Maximum Storage Duration: SessionType: HTTP Cookiesupport_idUsed for the contact form function.Maximum Storage Duration: 30 daysType: HTTP Cookiewww.streetfighter.com1previousPageThis cookie is used for the purpose of optimizing website browsing.Maximum Storage Duration: PersistentType: HTML Local StoragePreferences 0 Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.We do not use cookies of this type.Statistics 11 Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.Arm Treasure Data5Learn more about this provider__td_signed [x2]Registers statistical data on users' behaviour on the website. Used for internal analytics by the website operator. Maximum Storage Duration: 2 yearsType: HTTP Cookie_td [x2]Registers statistical data on users' behaviour on the website. Used for internal analytics by the website operator. Maximum Storage Duration: 2 yearsType: HTTP Cookie_td_globalRegisters statistical data on users' behaviour on the website. Used for internal analytics by the website operator. Maximum Storage Duration: 400 daysType: HTTP CookieGoogle3Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness._gaUsed to send data to Google Analytics about the visitor's device and behavior. Tracks the visitor across devices and marketing channels.Maximum Storage Duration: 2 yearsType: HTTP Cookie_ga_#Used to send data to Google Analytics about the visitor's device and behavior. Tracks the visitor across devices and marketing channels.Maximum Storage Duration: 2 yearsType: HTTP Cookie_gatUsed to send data to Google Analytics about the visitor's device and behavior. Tracks the visitor across devices and marketing channels.Maximum Storage Duration: 1 dayType: HTTP CookieTikTok1Learn more about this provider_tt_enable_cookieUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: 1 yearType: HTTP CookieTwitter Inc.1Learn more about this providerpersonalization_idThis cookie is set by Twitter - The cookie allows the visitor to share content from the website onto their Twitter profile. Maximum Storage Duration: 400 daysType: HTTP Cookiewww.streetfighter.com1NRBA_SESSION_IDCollects data on the user’s navigation and behavior on the website. This is used to compile statistical reports and heatmaps for the website owner.Maximum Storage Duration: SessionType: HTML Local StorageMarketing 27 Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers. Meta Platforms, Inc.5Learn more about this providerlastExternalReferrerDetects how the user reached the website by registering their last URL-address.Maximum Storage Duration: PersistentType: HTML Local StoragelastExternalReferrerTimeDetects how the user reached the website by registering their last URL-address.Maximum Storage Duration: PersistentType: HTML Local Storagelog/errorUsed to detect and log potential tracking errors.Maximum Storage Duration: SessionType: Pixel Tracker_fbcThis cookie is used by Facebook to target advertisement based on user behavior and preferences across multiple websites. The cookie contains an encrypted ID which allows Facebook to identify the user across websites. Maximum Storage Duration: 3 monthsType: HTTP Cookie_fbpUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.Maximum Storage Duration: 3 monthsType: HTTP CookieGoogle6Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness.IDEPendingMaximum Storage Duration: 400 daysType: HTTP Cookiepagead/1p-user-list/#Tracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites. This is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.Maximum Storage Duration: SessionType: Pixel Tracker_gcl_auUsed to measure the efficiency of the website’s advertisement efforts, by collecting data on the conversion rate of the website’s ads across multiple websites.Maximum Storage Duration: 3 monthsType: HTTP Cookie_gcl_dcUsed to measure the efficiency of the website’s advertisement efforts, by collecting data on the conversion rate of the website’s ads across multiple websites.Maximum Storage Duration: 3 monthsType: HTTP Cookie_gcl_gbPendingMaximum Storage Duration: 3 monthsType: HTTP Cookie_gcl_lsTracks the conversion rate between the user and the advertisement banners on the website - This serves to optimise the relevance of the advertisements on the website. Maximum Storage Duration: PersistentType: HTML Local StorageTikTok7Learn more about this providertt_appInfoUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: SessionType: HTML Local Storagett_pixel_session_indexUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: SessionType: HTML Local Storagett_sessionIdUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: SessionType: HTML Local Storage_ttp [x2]Used by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: 1 yearType: HTTP CookiettcsidUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences. Maximum Storage Duration: 1 yearType: HTTP Cookiettcsid_#Tracks the conversion rate between the user and the advertisement banners on the website - This serves to optimise the relevance of the advertisements on the website. Maximum Storage Duration: 1 yearType: HTTP CookieTwitter Inc.9Learn more about this provider1/i/adsct [x2]Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant. Maximum Storage Duration: SessionType: Pixel Trackeri/adsct [x2]The cookie is used by Twitter.com in order to determine the number of visitors accessing the website through Twitter advertisement content. Maximum Storage Duration: SessionType: Pixel Trackermuc_adsCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant. Maximum Storage Duration: 400 daysType: HTTP Cookieguest_idCollects data related to the user's visits to the website, such as the number of visits, average time spent on the website and which pages have been loaded, with the purpose of personalising and improving the Twitter service.Maximum Storage Duration: 400 daysType: HTTP Cookieguest_id_adsCollects information on user behaviour on multiple websites. This information is used in order to optimize the relevance of advertisement on the website.Maximum Storage Duration: 400 daysType: HTTP Cookieguest_id_marketingCollects information on user behaviour on multiple websites. This information is used in order to optimize the relevance of advertisement on the website.Maximum Storage Duration: 400 daysType: HTTP Cookiei/jot/embedsSets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement. This pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.Maximum Storage Duration: SessionType: Pixel TrackerUnclassified 6Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies. Meta Platforms, Inc.1Learn more about this providermultiFbcPendingMaximum Storage Duration: PersistentType: HTML Local StorageGoogle1Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness._gac_gb_UA-#-#PendingMaximum Storage Duration: 3 monthsType: HTTP CookieTikTok2Learn more about this providertt_adInfoPendingMaximum Storage Duration: SessionType: HTML Local StoragettclidPendingMaximum Storage Duration: 1 dayType: HTTP Cookiecdn.capcomjp-router.com1_gsidPendingMaximum Storage Duration: 1 yearType: HTTP Cookiestatic.ads-twitter.com1_twclidPendingMaximum Storage Duration: SessionType: HTTP CookieCross-domain consent1 Your consent applies to the following domains:List of domains your consent applies to: www.streetfighter.com/Cookie declaration last updated on 2/5/26 by Cookiebot | [#IABV2_TITLE#][#IABV2_BODY_INTRO#][#IABV2_BODY_LEGITIMATE_INTEREST_INTRO#][#IABV2_BODY_PREFERENCE_INTRO#][#IABV2_LABEL_PURPOSES#][#IABV2_BODY_PURPOSES_INTRO#][#IABV2_BODY_PURPOSES#][#IABV2_LABEL_FEATURES#][#IABV2_BODY_FEATURES_INTRO#][#IABV2_BODY_FEATURES#][#IABV2_LABEL_PARTNERS#][#IABV2_BODY_PARTNERS_INTRO#][#IABV2_BODY_PARTNERS#] | AboutCookies are small text files that can be used by websites to make a user's experience more efficient.The law states that we can store cookies on your device if they are strictly necessary for the operation of this site. For all other types of cookies we need your permission.This site uses different types of cookies. Some cookies are placed by third party services that appear on our pages.You can at any time change or withdraw your consent from the Cookie Declaration on our website.Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.Please state your consent ID and date when you contact us regarding your consent.",
        "Do not sell or share my personal informationAllow all cookiesCustomizeAllow selectionUse necessary cookies only"
      ],
      "score": 8,
      "selectorHint": "div.CybotCookiebotDialogContentWrapper"
    },
    {
      "id": "c12",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 5,
      "previewRows": [
        "Maximum Storage Duration: PersistentType: HTML Local Storage",
        "Maximum Storage Duration: PersistentType: HTML Local Storage",
        "Maximum Storage Duration: SessionType: Pixel Tracker",
        "Maximum Storage Duration: 3 monthsType: HTTP Cookie",
        "Maximum Storage Duration: 3 monthsType: HTTP Cookie"
      ],
      "score": 8,
      "selectorHint": "div.CybotCookiebotDialogDetailBodyContentCookieInfoWrapper.CybotCookiebotDialogHide"
    },
    {
      "id": "c10",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 4,
      "previewRows": [
        "Some of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness.",
        "Maximum Storage Duration: 2 yearsType: HTTP Cookie",
        "Maximum Storage Duration: 2 yearsType: HTTP Cookie",
        "Maximum Storage Duration: 1 dayType: HTTP Cookie"
      ],
      "score": 7,
      "selectorHint": "div.CybotCookiebotDialogDetailBodyContentCookieInfoWrapper.CybotCookiebotDialogHide"
    },
    {
      "id": "c4",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 3,
      "previewRows": [
        "Necessary 15 Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website. The website cannot function properly without these cookies.Cookiebot1Learn more about this providerCookieConsentStores the user's cookie consent state for the current domainMaximum Storage Duration: 1 yearType: HTTP CookieGoogle1Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness.test_cookieUsed to check if the user's browser supports cookies.Maximum Storage Duration: 1 dayType: HTTP CookieNew Relic1Learn more about this providerJSESSIONIDPreserves users states across page requests.Maximum Storage Duration: SessionType: HTTP CookieTwitter Inc.2Learn more about this provider__cf_bm [x2]This cookie is used to distinguish between humans and bots. This is beneficial for the website, in order to make valid reports on the use of their website.Maximum Storage Duration: 1 dayType: HTTP Cookiestreetfighter.com9_gidRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.Maximum Storage Duration: 1 dayType: HTTP Cookiebuckler_idUsed to maintain user state across pages for convenience.Maximum Storage Duration: 30 daysType: HTTP Cookiebuckler_praise_dateUsed to control content that is triggered over time.Maximum Storage Duration: SessionType: HTTP Cookiebuckler_praise_hiddenUsed to control the hiding of some content.Maximum Storage Duration: 30 daysType: HTTP Cookiebuckler_r_idRegisters statistical data on user behavior on the website. It is used for internal analysis by the operator.Maximum Storage Duration: 7 daysType: HTTP Cookiebuckler_timezoneUsed to set the date and time display to any time zone.Maximum Storage Duration: 30 daysType: HTTP CookieLANG_SERIESUnclassifiedMaximum Storage Duration: 6 daysType: HTTP Cookiesupport_game_flowUsed for the contact form function.Maximum Storage Duration: SessionType: HTTP Cookiesupport_idUsed for the contact form function.Maximum Storage Duration: 30 daysType: HTTP Cookiewww.streetfighter.com1previousPageThis cookie is used for the purpose of optimizing website browsing.Maximum Storage Duration: PersistentType: HTML Local StoragePreferences 0 Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.We do not use cookies of this type.Statistics 11 Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.Arm Treasure Data5Learn more about this provider__td_signed [x2]Registers statistical data on users' behaviour on the website. Used for internal analytics by the website operator. Maximum Storage Duration: 2 yearsType: HTTP Cookie_td [x2]Registers statistical data on users' behaviour on the website. Used for internal analytics by the website operator. Maximum Storage Duration: 2 yearsType: HTTP Cookie_td_globalRegisters statistical data on users' behaviour on the website. Used for internal analytics by the website operator. Maximum Storage Duration: 400 daysType: HTTP CookieGoogle3Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness._gaUsed to send data to Google Analytics about the visitor's device and behavior. Tracks the visitor across devices and marketing channels.Maximum Storage Duration: 2 yearsType: HTTP Cookie_ga_#Used to send data to Google Analytics about the visitor's device and behavior. Tracks the visitor across devices and marketing channels.Maximum Storage Duration: 2 yearsType: HTTP Cookie_gatUsed to send data to Google Analytics about the visitor's device and behavior. Tracks the visitor across devices and marketing channels.Maximum Storage Duration: 1 dayType: HTTP CookieTikTok1Learn more about this provider_tt_enable_cookieUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: 1 yearType: HTTP CookieTwitter Inc.1Learn more about this providerpersonalization_idThis cookie is set by Twitter - The cookie allows the visitor to share content from the website onto their Twitter profile. Maximum Storage Duration: 400 daysType: HTTP Cookiewww.streetfighter.com1NRBA_SESSION_IDCollects data on the user’s navigation and behavior on the website. This is used to compile statistical reports and heatmaps for the website owner.Maximum Storage Duration: SessionType: HTML Local StorageMarketing 27 Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers. Meta Platforms, Inc.5Learn more about this providerlastExternalReferrerDetects how the user reached the website by registering their last URL-address.Maximum Storage Duration: PersistentType: HTML Local StoragelastExternalReferrerTimeDetects how the user reached the website by registering their last URL-address.Maximum Storage Duration: PersistentType: HTML Local Storagelog/errorUsed to detect and log potential tracking errors.Maximum Storage Duration: SessionType: Pixel Tracker_fbcThis cookie is used by Facebook to target advertisement based on user behavior and preferences across multiple websites. The cookie contains an encrypted ID which allows Facebook to identify the user across websites. Maximum Storage Duration: 3 monthsType: HTTP Cookie_fbpUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.Maximum Storage Duration: 3 monthsType: HTTP CookieGoogle6Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness.IDEPendingMaximum Storage Duration: 400 daysType: HTTP Cookiepagead/1p-user-list/#Tracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites. This is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.Maximum Storage Duration: SessionType: Pixel Tracker_gcl_auUsed to measure the efficiency of the website’s advertisement efforts, by collecting data on the conversion rate of the website’s ads across multiple websites.Maximum Storage Duration: 3 monthsType: HTTP Cookie_gcl_dcUsed to measure the efficiency of the website’s advertisement efforts, by collecting data on the conversion rate of the website’s ads across multiple websites.Maximum Storage Duration: 3 monthsType: HTTP Cookie_gcl_gbPendingMaximum Storage Duration: 3 monthsType: HTTP Cookie_gcl_lsTracks the conversion rate between the user and the advertisement banners on the website - This serves to optimise the relevance of the advertisements on the website. Maximum Storage Duration: PersistentType: HTML Local StorageTikTok7Learn more about this providertt_appInfoUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: SessionType: HTML Local Storagett_pixel_session_indexUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: SessionType: HTML Local Storagett_sessionIdUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: SessionType: HTML Local Storage_ttp [x2]Used by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: 1 yearType: HTTP CookiettcsidUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences. Maximum Storage Duration: 1 yearType: HTTP Cookiettcsid_#Tracks the conversion rate between the user and the advertisement banners on the website - This serves to optimise the relevance of the advertisements on the website. Maximum Storage Duration: 1 yearType: HTTP CookieTwitter Inc.9Learn more about this provider1/i/adsct [x2]Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant. Maximum Storage Duration: SessionType: Pixel Trackeri/adsct [x2]The cookie is used by Twitter.com in order to determine the number of visitors accessing the website through Twitter advertisement content. Maximum Storage Duration: SessionType: Pixel Trackermuc_adsCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant. Maximum Storage Duration: 400 daysType: HTTP Cookieguest_idCollects data related to the user's visits to the website, such as the number of visits, average time spent on the website and which pages have been loaded, with the purpose of personalising and improving the Twitter service.Maximum Storage Duration: 400 daysType: HTTP Cookieguest_id_adsCollects information on user behaviour on multiple websites. This information is used in order to optimize the relevance of advertisement on the website.Maximum Storage Duration: 400 daysType: HTTP Cookieguest_id_marketingCollects information on user behaviour on multiple websites. This information is used in order to optimize the relevance of advertisement on the website.Maximum Storage Duration: 400 daysType: HTTP Cookiei/jot/embedsSets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement. This pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.Maximum Storage Duration: SessionType: Pixel TrackerUnclassified 6Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies. Meta Platforms, Inc.1Learn more about this providermultiFbcPendingMaximum Storage Duration: PersistentType: HTML Local StorageGoogle1Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness._gac_gb_UA-#-#PendingMaximum Storage Duration: 3 monthsType: HTTP CookieTikTok2Learn more about this providertt_adInfoPendingMaximum Storage Duration: SessionType: HTML Local StoragettclidPendingMaximum Storage Duration: 1 dayType: HTTP Cookiecdn.capcomjp-router.com1_gsidPendingMaximum Storage Duration: 1 yearType: HTTP Cookiestatic.ads-twitter.com1_twclidPendingMaximum Storage Duration: SessionType: HTTP Cookie",
        "List of domains your consent applies to: www.streetfighter.com/",
        "Cookiebot"
      ],
      "score": 6,
      "selectorHint": "#CybotCookiebotDialogDetailBody"
    },
    {
      "id": "c5",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 3,
      "previewRows": [
        "Necessary 15",
        "Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website. The website cannot function properly without these cookies.",
        "Cookiebot1Learn more about this providerCookieConsentStores the user's cookie consent state for the current domainMaximum Storage Duration: 1 yearType: HTTP CookieGoogle1Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness.test_cookieUsed to check if the user's browser supports cookies.Maximum Storage Duration: 1 dayType: HTTP CookieNew Relic1Learn more about this providerJSESSIONIDPreserves users states across page requests.Maximum Storage Duration: SessionType: HTTP CookieTwitter Inc.2Learn more about this provider__cf_bm [x2]This cookie is used to distinguish between humans and bots. This is beneficial for the website, in order to make valid reports on the use of their website.Maximum Storage Duration: 1 dayType: HTTP Cookiestreetfighter.com9_gidRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.Maximum Storage Duration: 1 dayType: HTTP Cookiebuckler_idUsed to maintain user state across pages for convenience.Maximum Storage Duration: 30 daysType: HTTP Cookiebuckler_praise_dateUsed to control content that is triggered over time.Maximum Storage Duration: SessionType: HTTP Cookiebuckler_praise_hiddenUsed to control the hiding of some content.Maximum Storage Duration: 30 daysType: HTTP Cookiebuckler_r_idRegisters statistical data on user behavior on the website. It is used for internal analysis by the operator.Maximum Storage Duration: 7 daysType: HTTP Cookiebuckler_timezoneUsed to set the date and time display to any time zone.Maximum Storage Duration: 30 daysType: HTTP CookieLANG_SERIESUnclassifiedMaximum Storage Duration: 6 daysType: HTTP Cookiesupport_game_flowUsed for the contact form function.Maximum Storage Duration: SessionType: HTTP Cookiesupport_idUsed for the contact form function.Maximum Storage Duration: 30 daysType: HTTP Cookiewww.streetfighter.com1previousPageThis cookie is used for the purpose of optimizing website browsing.Maximum Storage Duration: PersistentType: HTML Local Storage"
      ],
      "score": 6,
      "selectorHint": "#CybotCookiebotDialogDetailBodyContentCookieContainerNecessaryCard"
    },
    {
      "id": "c7",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 3,
      "previewRows": [
        "Preferences 0",
        "Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.",
        "We do not use cookies of this type."
      ],
      "score": 6,
      "selectorHint": "#CybotCookiebotDialogDetailBodyContentCookieContainerPreferenceCard"
    },
    {
      "id": "c8",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 3,
      "previewRows": [
        "Statistics 11",
        "Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.",
        "Arm Treasure Data5Learn more about this provider__td_signed [x2]Registers statistical data on users' behaviour on the website. Used for internal analytics by the website operator. Maximum Storage Duration: 2 yearsType: HTTP Cookie_td [x2]Registers statistical data on users' behaviour on the website. Used for internal analytics by the website operator. Maximum Storage Duration: 2 yearsType: HTTP Cookie_td_globalRegisters statistical data on users' behaviour on the website. Used for internal analytics by the website operator. Maximum Storage Duration: 400 daysType: HTTP CookieGoogle3Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness._gaUsed to send data to Google Analytics about the visitor's device and behavior. Tracks the visitor across devices and marketing channels.Maximum Storage Duration: 2 yearsType: HTTP Cookie_ga_#Used to send data to Google Analytics about the visitor's device and behavior. Tracks the visitor across devices and marketing channels.Maximum Storage Duration: 2 yearsType: HTTP Cookie_gatUsed to send data to Google Analytics about the visitor's device and behavior. Tracks the visitor across devices and marketing channels.Maximum Storage Duration: 1 dayType: HTTP CookieTikTok1Learn more about this provider_tt_enable_cookieUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: 1 yearType: HTTP CookieTwitter Inc.1Learn more about this providerpersonalization_idThis cookie is set by Twitter - The cookie allows the visitor to share content from the website onto their Twitter profile. Maximum Storage Duration: 400 daysType: HTTP Cookiewww.streetfighter.com1NRBA_SESSION_IDCollects data on the user’s navigation and behavior on the website. This is used to compile statistical reports and heatmaps for the website owner.Maximum Storage Duration: SessionType: HTML Local Storage"
      ],
      "score": 6,
      "selectorHint": "#CybotCookiebotDialogDetailBodyContentCookieContainerStatisticsCard"
    },
    {
      "id": "c9",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 3,
      "previewRows": [
        "Maximum Storage Duration: 2 yearsType: HTTP Cookie",
        "Maximum Storage Duration: 2 yearsType: HTTP Cookie",
        "Maximum Storage Duration: 400 daysType: HTTP Cookie"
      ],
      "score": 6,
      "selectorHint": "div.CybotCookiebotDialogDetailBodyContentCookieInfoWrapper.CybotCookiebotDialogHide"
    },
    {
      "id": "c11",
      "kind": "repeating-block",
      "headingGuess": "",
      "rowCount": 3,
      "previewRows": [
        "Marketing 27",
        "Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.",
        "Meta Platforms, Inc.5Learn more about this providerlastExternalReferrerDetects how the user reached the website by registering their last URL-address.Maximum Storage Duration: PersistentType: HTML Local StoragelastExternalReferrerTimeDetects how the user reached the website by registering their last URL-address.Maximum Storage Duration: PersistentType: HTML Local Storagelog/errorUsed to detect and log potential tracking errors.Maximum Storage Duration: SessionType: Pixel Tracker_fbcThis cookie is used by Facebook to target advertisement based on user behavior and preferences across multiple websites. The cookie contains an encrypted ID which allows Facebook to identify the user across websites. Maximum Storage Duration: 3 monthsType: HTTP Cookie_fbpUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.Maximum Storage Duration: 3 monthsType: HTTP CookieGoogle6Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness.IDEPendingMaximum Storage Duration: 400 daysType: HTTP Cookiepagead/1p-user-list/#Tracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites. This is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.Maximum Storage Duration: SessionType: Pixel Tracker_gcl_auUsed to measure the efficiency of the website’s advertisement efforts, by collecting data on the conversion rate of the website’s ads across multiple websites.Maximum Storage Duration: 3 monthsType: HTTP Cookie_gcl_dcUsed to measure the efficiency of the website’s advertisement efforts, by collecting data on the conversion rate of the website’s ads across multiple websites.Maximum Storage Duration: 3 monthsType: HTTP Cookie_gcl_gbPendingMaximum Storage Duration: 3 monthsType: HTTP Cookie_gcl_lsTracks the conversion rate between the user and the advertisement banners on the website - This serves to optimise the relevance of the advertisements on the website. Maximum Storage Duration: PersistentType: HTML Local StorageTikTok7Learn more about this providertt_appInfoUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: SessionType: HTML Local Storagett_pixel_session_indexUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: SessionType: HTML Local Storagett_sessionIdUsed by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: SessionType: HTML Local Storage_ttp [x2]Used by the social networking service, TikTok, for tracking the use of embedded services.Maximum Storage Duration: 1 yearType: HTTP CookiettcsidUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences. Maximum Storage Duration: 1 yearType: HTTP Cookiettcsid_#Tracks the conversion rate between the user and the advertisement banners on the website - This serves to optimise the relevance of the advertisements on the website. Maximum Storage Duration: 1 yearType: HTTP CookieTwitter Inc.9Learn more about this provider1/i/adsct [x2]Collects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant. Maximum Storage Duration: SessionType: Pixel Trackeri/adsct [x2]The cookie is used by Twitter.com in order to determine the number of visitors accessing the website through Twitter advertisement content. Maximum Storage Duration: SessionType: Pixel Trackermuc_adsCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant. Maximum Storage Duration: 400 daysType: HTTP Cookieguest_idCollects data related to the user's visits to the website, such as the number of visits, average time spent on the website and which pages have been loaded, with the purpose of personalising and improving the Twitter service.Maximum Storage Duration: 400 daysType: HTTP Cookieguest_id_adsCollects information on user behaviour on multiple websites. This information is used in order to optimize the relevance of advertisement on the website.Maximum Storage Duration: 400 daysType: HTTP Cookieguest_id_marketingCollects information on user behaviour on multiple websites. This information is used in order to optimize the relevance of advertisement on the website.Maximum Storage Duration: 400 daysType: HTTP Cookiei/jot/embedsSets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement. This pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.Maximum Storage Duration: SessionType: Pixel Tracker"
      ],
      "score": 6,
      "selectorHint": "#CybotCookiebotDialogDetailBodyContentCookieContainerAdvertisingCard"
    }
  ]
}
